export const SEION_GRID: (string | null)[][] = [
  ['わ', 'ら', 'や', 'ま', 'は', 'な', 'た', 'さ', 'か', 'あ'],
  ['を', 'り', null, 'み', 'ひ', 'に', 'ち', 'し', 'き', 'い'],
  ['ん', 'る', 'ゆ', 'む', 'ふ', 'ぬ', 'つ', 'す', 'く', 'う'],
  [null, 'れ', null, 'め', 'へ', 'ね', 'て', 'せ', 'け', 'え'],
  ['ー', 'ろ', 'よ', 'も', 'ほ', 'の', 'と', 'そ', 'こ', 'お'],
];

export const DAKUON_GRID: (string | null)[][] = [
  ['が', 'ざ', 'だ', 'ば', 'ぱ', 'ゃ'],
  ['ぎ', 'じ', 'ぢ', 'び', 'ぴ', 'ゅ'],
  ['ぐ', 'ず', 'づ', 'ぶ', 'ぷ', 'ょ'],
  ['げ', 'ぜ', 'で', 'べ', 'ぺ', 'っ'],
  ['ご', 'ぞ', 'ど', 'ぼ', 'ぽ', null],
];
